//User-defined language pack, English is used by default
var $lang = {
    errAlertMsg: "Неверная дата или дата вне диапазона, повторить или нет?",
    aWeekStr: ["wk", "Вс", "Пн", "Вт", "Ср", "Чт", "Пт", "Сб"],
    aLongWeekStr: ["wk", "Воскресенье", "Понедельник", "Вторник", "Среда", "Четверг", "Пятница", "Суббота"],
    aMonStr: ["Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь"],
    aLongMonStr: ["Январь", "Февраль", "Март", "Апрель", "Май", "Июнь", "Июль", "Август", "Сентябрь", "Октябрь", "Ноябрь", "Декабрь"],
    clearStr: "Очистить",
	nowStr: "Сейчас",
    todayStr: "Сегодня",
	curMonStr: "Месяц",
    curYearStr: "Год",
    okStr: "OK",
    updateStr: "OK",
    timeStr: "Время",
    quickStr: "Быстрый выбор",
    err_1: 'Дата начала не может быть больше даты конца!'
}
